[
    {
        "year": "1991",
        "contenido": "El 1 de mayo se fundó el grupo de oración Emanuel (Cuyo nombre se puso a fin de año por inspiración Bíblica) en la capilla San Juan Bautista que pertenece a la parroquia San Benito en San Juan De Lurigancho. Losprimeros integrantes fueron: Jenny, Jessie y Judith (Las hermanas Jáuregui,quienes serían las primeras responsables), Carlos Reyes, Guillermo, Ronald,Mario. Los integrantes comienzan a tener cierta afinidad en la oración."
    },
    {
        "year": "1992",
        "contenido": "Ingresa al grupo una hermana de nombre Angie quien tenía la espiritualidadcarismática, con los cual le dio más impulso a la oración. Ingresa un nuevohermano Cristian Ayala. Este año Emanuel inicia el servicio de primeracomunión por tres años consecutivos (92, 93 y 94)"
    },
    {
        "year": "1993",
        "contenido": "Se desarrolla el segundo año del servicio de primera comunión."
    },
    {
        "year": "1994",
        "contenido": "Tercer y último año del servicio de primera comunión. Este año eran 10 losparticipantes en el grupo. También había un hermano que era muyconstante y que a la par estaba en otra religión."
    },
    {
        "year": "1995",
        "contenido": "30 de abril: primera jornada interna para el grupo Emanuel. Tema:Crecimiento espiritual.28 de mayo: Primera charla para Jóvenes organizada por Emanuel.27 de julio: segunda jornada interna para el grupo. Tema: Liderazgo.3 de setiembre: Ingreso Félix, muy carismático que dio buenos aportes algrupo en cuanto a la oración, la música, la espiritualidad en general.15 de octubre: tercera jornada interna para Emanuel. Tema: amor de Dios,Jesús el Señor y salvación, dado por Félix."
    },
    {
        "year": "1996",
        "contenido": "Coordinadores: Judith y Carlos.Se dio énfasis a la formación espiritual.Inicio de servicio de música en las celebraciones litúrgicas en la capillaMedalla Milagrosa. Ese año se integraron al grupo 7 hermanos más, entreellas la hermana menor de las Jáuregui. "
    },
    {
        "year": "1997",
        "contenido": "Coordinadora: Jessie Jáuregui. Este año se inició el servicio de catequesis de confirmación, el cual era un medio por el cual varios confirmandos iban formando luego parte del grupo. Se hace la despedida a un hermano llamado George, para hacer su formación sacerdotal, quien en la actualidad es Sacerdote. Este año en el mes de julio se participó por primera vez en los retiros de la Renovación Carismática Católica “Elijo” participaron del retiro 8 hermanos. Emanuel participa por primera vez en el encuentro de jóvenes que realizaba la diócesis de Chosica “Huanchito”"
    },
    {
        "year": "1998",
        "contenido": "Coordinadora: Johanny.Se trabajó el canto con un hermano profesor de música, Homero.Se asiste por segunda vez al Elijo.Como fruto de la conformación se integran al grupo 6 hermanos varonesentre ellos el que ahora es mi esposo, Luis Mayta.Ingresan a Emanuel las hermanas zapata, Jessica y Yuliana."
    },
    {
        "year": "1999",
        "contenido": "Coordinadora: Julissa Jáuregui.Se realizó un paseo con todos los miembros del grupo.Se continuó trabajando el servicio de música con Homero.En agosto Emanuel realizó su primer retiro comunitario dirigido por loshermanos Gonzalo y Milagros.En coordinación con el grupo Movimiento de la Esperanza Jóvenes serealizó un servicio en CEDRO La victoria.Este año se integran por el servicio de confirmación 5 hermanos más entreellos yo ☺ en el mes de octubre."
    },
    {
        "year": "2000",
        "contenido": "Coordinadora: Jenny Jáuregui.Este año inició la formación del taller de discipulado para loscomprometidos.Se integran por confirmación 3 hermanos más mas un buen grupo dehermanos de un grupo llamado “Juventus” de la capilla Medalla Milagrosa."
    },
    {
        "year": "2001",
        "contenido": "Coordinadora: Coralie Guerrero.Segundo taller de discipulado en el cual me invitaron a participar.Se forman los ministerios: acogida, música y confirmación.Se deja de forma definitiva los servicios de música a la capilla MedallaMilagrosa.Se participó nuevamente en el retiro del Elijo, en el cual yo participé porprimera vez.Se participó en el Huanchito.Se asistió en el EJUTOR en el campus de la universidad Católica, con laparticipación de Martín Valverde.Por confirmación se integran 8 hermanos"
    },
    {
        "year": "2002",
        "contenido": "Coordinadora: Yahir Parvina.Tercer discipulado para EmanuelTaller de crecimiento 4 para Emanuel.Se conforman los ministerios: Intercesión, acogida, música, enseñanza yconfirmación.Se participa nuevamente del retiro del “ Elijo”Se llevó a cabo un retiro de servidores.Se integran por confirmación 5 hermanos más entre ellas la actual responsable del grupo."
    },
    {
        "year": "2003",
        "contenido": "Coordinador: Yahir Parvina.Se ordenan los ministerios: intercesión, acogida, música y enseñanza.Se continúa con la pastoral de confirmación.En abril el ministerio de música asiste al retiro de la RCC “David, músicoGuerrero”Inicio de la vida religiosa de nuestra hermana Kattya Caparachín.Se llevó a cabo una cena pascual con el grupo por semana santa, acción quese llevaría a cabo por varios años."
    },
    {
        "year": "2004-2005",
        "contenido": "Coordinadora: Jessica Zapata. Se continuó el programa de confirmación"
    },
    {
        "year": "2006-2007",
        "contenido": "Coordinadora: Juan Luis Chumpitaz.Este año se formó parte de la renovación Carismática Católica.Se continúa sirviendo a través de los ministerios.Comienzan las formaciones con talleres que propicia la RCC.Se hace complicado el poder continuar con el programa de confirmación y ala vez atender los servicios de la RCC."
    },
    {
        "year": "2008-2012",
        "contenido": "Coordinadora: Karen Castañeda. Se continúa los servicios a través de ministerios agregándose el ministerio de enseñanza. En un año de este periodo fui responsable del ministerio de música. Participamos en varios talleres de formación de la rcc: ✓ Formación para el ministerio de sanación. ✓ Teruwa, para músicos. ✓ Participamos en el ECCLA 2010. ✓ Se participó en el primer encuentro mundial de jóvenes de la RCC en Brasil, al cual tuve la dicha de ir. Se dejó la pastoral de confirmación. Se trazan objetivos para caminar a la visión de ser comunidad. Un grupo de personas salió de Emanuel para formar una comunidad matrimonial en la parroquia, desestabilizando un poco el grupo. En el 2008 la diócesis de Chosica se independiza de La dióscesis Lima."
    },
    {
        "year": "2013-2014",
        "contenido": "Coordinadora: Ángela Chumpitaz.Por contar con pocos integrantes y comprometidos disminuyen losministerios.Se sigue participando en talleres de formación de la rcc, encuentros,jornadas y retiros."
    },
    {
        "year": "2015-2016",
        "contenido": "Coordinadora: Neyli Sandoval.Ya no se cuentan con ministerios por ser muy pocos los comprometidos, losservicios son rotados entre los comprometidos.Se sigue participando en talleres de formación de la rcc, encuentros,jornadas y retiros.Son muy pocos los que integran nuestro grupo.Actualmente el grupo se encuentra en una etapa de discernimiento y conlas miras a ser una comunidad que en tiempos anteriores se visualizó, peroque se dejó por las diversas dificultades que se presentaron. El grupo seencuentra en discernimiento del nuevo llamado que el Señor estárealizando como fruto de la oración que hemos venido realizando al ver larealidad critica en la que nos encontramos."
    }
]